Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: The trial was designed to assess if empagliflozin can help address the high unmet medical need in patients with HFpEF.
es_es: El ensayo se diseñó para evaluar si los la empagliflozina puede ayudar a atender la demanda médica importante y desatendida de los pacientes con insuficiencia cardíaca con fracción de eyección preservada.

source: The trial was designed to assess reperfusion at initial angiogram as clinical outcomes were expected to be confounded by the effect of the endovascular procedure and earlier reperfusion is strongly related to functional outcome.1
es_es: El ensayo fue diseñado para evaluar la reperfusión en la angiografía inicial, ya que se esperaba que la interpretación de los resultados clínicos se vería dificultada por el efecto del procedimiento endovascular y dado que la reperfusión más temprana está muy relacionada con el resultado funcional.1

source: The trial was event-driven, and all randomised patients were to remain in the trial until the trial close out was started based on the projection that 841 adjudicated primary endpoint events would be reached.
es_es: El ensayo se basó en eventos; todos los pacientes aleatorizados debían permanecer en el ensayo hasta ya iniciado el cierre de este con base en la proyección de alcanzar 841 eventos adjudicados en relación con un criterio de valoración primario.

source: The trial was event-driven, and all randomised patients were to remain in the trial until the trial closeout was started based on the projection that approximately 841 adjudicated primary endpoint events would be reached.
es_es: El ensayo se basó en eventos; todos los pacientes aleatorizados debían permanecer en el ensayo hasta ya iniciado el cierre de este con base en la proyección de alcanzar aproximadamente 841 eventos adjudicados en relación con un criterio de valoración primario.

source: The trial was monitored by an independent data and safety monitoring committee that did two prespecified unblinded interim safety analyses.15
es_es: Supervisó el ensayo un comité independiente de seguimiento de datos y seguridad, que realizó dos análisis de seguridad provisionales preespecificados desenmascarados.15

source: The trial was not designed as a non-inferiority study but the patient outcomes with tenecteplase were very similar to those using alteplase.
es_es: El ensayo no se diseñó como estudio de no inferioridad, pero los pacientes tratados con tenecteplasa tuvieron resultados muy similares a aquellos que recibieron alteplasa.

source: The trial was not discontinued prematurely.
es_es: El ensayo no se interrumpió prematuramente.

source: The trial was only initiated after review and approval of the relevant ethics committees, institutional review boards, and regulatory authorities.
es_es: El ensayo no comenzó sino hasta contar con la revisión y aprobación de los comités de ética, las juntas de revisión institucional y las autoridades regulatorias relevantes.

source: The trial was overseen by an independent data and safety monitoring committee.
es_es: El ensayo fue supervisado por un comité independiente de control de datos y seguridad.

source: The trial was powered for noninferiority, not for superiority, and the significance of superiority for the primary outcome of reperfusion was therefore less robust.
es_es: El ensayo se basó en la no inferioridad, no en la superioridad, y por lo tanto, la importancia de la superioridad para el resultado principal de reperfusión fue menos sólida.

source: The trial was registered at ClinicalTrials.gov, NCT03889249.
es_es: El ensayo se registró en ClinicalTrials.gov, NCT03889249.

source: The trial was regulated by Health Canada (Clinical Trials Application [CTA] number 231509) and by research ethics boards at participating centres.
es_es: Regularon el ensayo el servicio santiario canadiense Health Canada (Solicitud en Clincal Trials Application [CTA] 231509), así como los comités de ética de los centros participantes.

source: The trial was specified to continue until approximately 841 patients were expected to have experienced a primary outcome event; the actual number of patients with a primary endpoint event was 926.
es_es: Según su especificación, el ensayo continuaría hasta el momento en que se preveía que habrían experimentado un evento de desenlace primario aproximadamente 841 pacientes; la cantidad real de pacientes con un evento asimilable al criterio de valoración principal fue 926.

source: The trial was sponsored by Boehringer Ingelheim.
es_es: Boehringer Ingelheim patrocinó el ensayo.

source: The trial was to achieve a power of 90% for a 2-sided test at α = 0.05.
es_es: La prueba debía alcanzar una potencia de 90% para una prueba bilateral con un α = 0.05.

source: The trial will be managed by a Steering Committee, with Co-Chairs, S. Davis and G. Donnan.
es_es: El ensayo estará a cargo de un Comité de dirección, cuyos presidentes conjuntos serán S. Davis y G. Donnan.

source: The tristimulus values can be used to calculate the CIE Lab colour space co-ordinates : L*(lightness or brightness), a*(red-green) and b*(yellow-blue) ; these are defined by :
es_es: Los valores de triestimulo sirven para calcular las coordenadas del espacio colorimétrico CIELab : L*(luminosidad o brillo), a*(rojo-verde) y b*(amarillo-azul); estos están definidos por:

source: The two N-nitrosamine positive controls N-nitrosodibutylamine (NDBA) and 1-cyclopentyl- 4-nitrosopiperazine (CPNP) showed the expected strain specific responses in TA 1535 with metabolic activation.
es_es: Los dos controles positivos N-nitrosaminas (N-Nitrosodibutilamina [NDBA] y 1-ciclopentil-4-nitrosopiperazina [CPNP]) presentaron las respuestas esperadas específicas de la cepa ante TA 1535 con activación metabólica.

source: The two resulting variants of the molecule are linked by disulfide bridges that are cleaved applying reducing conditions by addition of dithiothreitol (DTT).
es_es: Las dos variantes resultantes de la molécula están unidas por puentes disulfuro que se clivan aplicando condiciones reductoras mediante la adición de ditiotreitol (DTT).

source: The two resulting variants of the molecule are linked by disulfide bridges that are cleaved applying reducing conditions by addition of dithiothreitol.
es_es: Las dos variantes resultantes de la molécula están unidas por puentes disulfuro que se clivan aplicando condiciones reductoras mediante la adición de ditiotreitol.

source: The two risks Bleeding (including ICH) and Hypersensitivity reactions are acknowledged side effects of thrombolysis treatment.
es_es: Ambos riesgos, Sangrado (incluida la hemorragia intracraneal) y Reacciones de hipersensibilidad son efectos secundarios reconocidos del tratamiento trombolítico.

source: The two-sided 95% confidence interval of the incidence difference was estimated by generating incidence differences with corresponding 95% confidence intervals for each of the four strata of patients (those with occlusion of the internal carotid artery, basilar artery, the first segment of the middle cerebral artery, or the second segment of the middle cerebral artery) with subsequent pooling across strata with the use of the Mantel–Haenszel method.
es_es: Para calcular el intervalo de confianza bilateral del 95% de la diferencia de incidencia, se generaron diferencias de incidencia con sus correspondientes intervalos de confianza del 95% para cada uno de los cuatro grupos de pacientes (aquellos con oclusión de la arteria carótida interna, la arteria basilar, el primer segmento de la arteria cerebral media, o el segundo segmento de la arteria cerebral media) y posteriormente se realizaron agrupaciones mediante el método de Mantel–Haenszel.

source: The types of important protocol deviations and their identification were pre-defined in the TSAP (Appendix 16.1.9).
es_es: En el plan de análisis estadístico del ensayo (Apéndice 16.1.9) están predefinidos los tipos de desviaciones importantes del protocolo y su identificación.

source: The typical process for administering tenecteplase is to add 5 mL of water for injection to reconstitute the lyophilisate, withdraw the necessary amount for the patient with a syringe and inject the solution intravenously via a catheter.
es_es: El proceso típico para la administración de tenecteplasa es añadir 5 ml de agua para inyectable a fin de reconstituir el liofilizado, extraer la cantidad necesaria para el paciente con una jeringa e inyectar la solución por vía intravenosa mediante catéter.

source: The uncorrected retention time and UV spectrum of tiotropium in the sample solution corresponds to tiotropium in the standard solution.
es_es: El tiempo de retención sin corregir y el espectro UV del tiotropio en la solución muestra se corresponden con los del tiotropio en la solución estándar.

source: The uncorrected retention times of the sample solution correspond to that of the standard solution.
es_es: El tiempo de retención sin corregir de la solución muestra se corresponden con los de la solución estándar.

source: The universality of genetic material (DNA) and the analogous mechanisms of transcription and translation of genetic information justify the use of bacterial systems for the evaluation of a genotoxic hazard.
es_es: La universalidad del material genético (ADN) y los mecanismos análogos de transcripción y traducción de la información genética justifican el uso de sistemas bacterianos para la evaluación del riesgo de genotoxicidad.

source: The updated SAE form should be resent to the study manager at NTA.
es_es: Deberá enviarse nuevamente el formulario actualizado de EAG al director del estudio en NTA.

source: The urine albumin/creatinine ratio (UACR) in spot urine was determined and calculated at the central laboratory.
es_es: La relación albúmina/creatinina en orina en una muestra de micción espontánea se determinó y calculó en el laboratorio central.

source: The use of Eluent A and Eluent B is required to create a smooth baseline.
es_es: Es necesario usar el Eluyente A y el Eluyente B para generar una línea de base llana.

source: The use of IV TNK may obviate the need to transfer some patients if there is rapid recanalization observed with dramatic early clinical improvement.
es_es: El uso de TNK intravenosa puede evitar el traslado de algunos pacientes si se observa una rápida recanalización y una mejora clínica temprana y significativa.

source: The use of [Local Trade Name] may be considered when appropriate test(s) show no clinically relevant anticoagulant activity.
es_es: Se puede considerar el uso de [Nombre comercial local] cuando las pruebas apropiadas no muestren actividad anticoagulante clínicamente relevante.

source: The use of any SGLT-2 inhibitors or combined SGLT-1 and 2 inhibitors, except the blinded trial medication, was prohibited during the course of the trial.
es_es: Durante el ensayo, estuvo prohibido usar inhibidores de SGLT-2 o inhibidores combinados de SGLT 1 y 2, más allá de la medicación en estudio cegada.

source: The use of any SGLT-2/1 inhibitors was allowed during the 30 day-period between the end-of-trial visit (EOT) and the follow-up visit occurring at study close-out
es_es: Se permitió usar cualquier inhibidor de SGLT-2/1 en los 30 días que hay entre la visita de fin del tratamiento y la visita de seguimiento que se hizo al cierre del estudio

source: The use of conscious sedation or general anaesthesia for the procedure is at the investigator’s discretion.
es_es: El uso de sedación consciente o anestesia general para el procedimiento queda a criterio del investigador.

source: The use of increasing amounts of beta2-agonist containing products like BEROTEC on a regular basis to control symptoms of bronchial obstruction may suggest declining disease control.
es_es: El uso crónico a dosis crecientes de productos que contienen agonistas beta2, comoBEROTEC, para controlar los síntomas de obstrucción bronquial puede indicar un menor control de la enfermedad.

source: The use of increasing amounts of beta2-agonist containing products like on a regular basis to control symptoms of bronchial obstruction may suggest declining disease control.
es_es: El uso crónico a dosis crecientes de productos que contienen agonistas beta2 como Berotec para controlar los síntomas de obstrucción bronquial puede indicar un menor control de la enfermedad.

source: The use of increasing amounts of beta2-agonists with products like BEROTEC on a regular basis to control symptoms of bronchial obstruction may suggest declining disease control.
es_es: El uso crónico a dosis crecientes de productos que contienen agonistas beta2, como BEROTEC, para controlar los síntomas de obstrucción bronquial puede indicar un menor control de la enfermedad.

source: The use of medication for the treatment of HF was at the discretion of the investigator and was to be in accordance with local/international guidelines.
es_es: La medicación la insuficiencia cardíaca se administró a criterio del investigador y debía cumplir con las directrices locales/internacionales.

source: The use of multiple references serves to reinforce the validity and reliability of the method by demonstrating its alignment with multiple, independently established guidelines.
es_es: El uso de referencias múltiples refuerza la validez y confiabilidad del método al demostrar su alineación con varias normas establecidas de forma independiente.

source: The use of other antidiabetic agents (except permitted background therapy and rescue medication) was prohibited during the trial.
es_es: Durante el ensayo estuvo prohibido usar otros antidiabéticos (salvo los tratamientos de base y medicaciones de rescate permitidos).

source: The use of the additional filling line SM6 therefore does not affect the quality of the tenecteplase DP, it is produced in the same quality at both sterile manufacturing areas.
es_es: Por lo tanto, usar la línea de llenado SM6 no afecta la calidad del medicamento tenecteplasa, que se produce con igual calidad en ambas áreas estériles de fabricación.

source: The use of the dose of 0.4 mg per kilogram in patients with large-vessel occlusion may be beneficial, given the large clot burden, and this dose is being studied in a trial (EXTEND-IA TNK Part 2; ClinicalTrials.gov number, NCT03340493).
es_es: El uso de la dosis de 0.4 mg por kilogramo en pacientes con oclusión de grandes vasos puede ser beneficioso, dada la gran carga de coágulos, y esta dosis se está estudiando en un ensayo (EXTEND-IA TNK Parte 2; número de ClinicalTrials.gov, NCT03340493 ).

source: The use of the key biological outcome of reperfusion in addition to functional outcomes represents a strength of this trial compared with other thrombolysis dose comparison trials that relied entirely on functional outcomes, which can be confounded by unrelated clinical factors.22 Third, the median core volume and perfusion lesion volume was greater in the 0.40 mg/kg group, although this did not reach statistical significance.
es_es: El uso del criterio de valoración biológico clave de la reperfusión además de los criterios de valoración funcionales representa una ventaja de este ensayo respecto de otros ensayos en los que se comparó la dosis de trombólisis únicamente según los criterios de valoración funcionales, que pueden verse distorsionados por factores clínicos no relacionados.22 En tercer lugar, la mediana del volumen central y del volumen de la lesión de perfusión fue mayor en el grupo de 0.40 mg/kg, aunque no revistió relevancia estadística.

source: The utilities that support production (eg, clean steam, WFI and PW) are monitored for quality parameters according to SOPs.
es_es: En los suministros que respaldan la producción (por ejemplo, vapor limpio, agua para inyectables y agua purificada) se controla el cumplimiento de los parámetros de calidad según procedimientos operativos estándar.

source: The validated DP batch size for tenecteplase powder for solution for injection 40 mg/vial commercial manufacture is set from 2,252 vials to 13,512 vials.
es_es: El tamaño de partida del medicamento validado para la fabricación comercial de tenecteplasa, polvo para solución inyectable, 40 mg/vial, se establece entre 2,252 viales y 13,512 viales.

source: The validated DP batch size for tenecteplase powder for solution for injection 50 mg/vial commercial manufacture is set from 2,252 vials to 24,772 vials.
es_es: El tamaño de partida del medicamento validado para la fabricación comercial de tenecteplasa, polvo para solución inyectable, 50 mg/vial, se establece entre 2,252 viales y 24,772 viales.

source: The validated batch size for PFS commercial manufacture is set from 19,440 syringes to 59,700 syringes.
es_es: El tamaño de partida validado para la fabricación comercial de jeringas precargadas se estableció entre 19.440 y 59.700 jeringas.

source: The validated batch size for commercial manufacture is set from 5,477 to 15,434 units.
es_es: El tamaño de partida validado para la fabricación comercial se estableció entre 5.477 y 15.434 unidades.

source: The validated batch size of commercial production is 19,440 to 59,700 PFS and 5,477 to 15,434 PFS-NSD-1 (refer to Section 3.2.P.3.5 Process Validation).
es_es: El tamaño de partidas validado para la producción comercial es de 19,440 a 59,700 jeringas precargadas y de 5,477 a 15,434 PFS-NSD-1 (ver la Sección 3.2.P.3.5 Validación del proceso).

source: The validated range for the batch size of commercial production is 3,400 – 33,500 syringes.
es_es: El rango validado para el tamaño de las partidas de producción comercial es de entre 3.400 y 33.500 jeringas.

source: The validation acceptance criteria for “specificity” are met.
es_es: Se cumplen los criterios de aceptación de validación para la "especificidad".

source: The validation of methods of analysis for residual solvents is also in accordance with ICH Guideline Q3C:
es_es: La validación de métodos de análisis para disolventes residuales también se ajusta al lineamiento Q3C de la ICH:

source: The validation of the batch size is presented in Section 3.2.P.3.5, Process Validation.
es_es: En la Sección 3.2.P.3.5, Validación de procesos, se presenta la validación del tamaño de las partidas.

source: The validation report is provided in section 3.2.P.3.5.
es_es: En la sección 3.2.P.3.5 se presenta el informe de validación.

source: The validation reports for the manufacturing process of nintedanib capsules, 100 mg and 150 mg can be found in Table 6.
es_es: En la Tabla 6, se presentan los informes de validación del proceso de fabricación de nintedanib, cápsulas de 100 mg y 150 mg.

source: The validation studies, using predetermined acceptance criteria, have demonstrated that the analytical procedures are sufficiently robust and suitable for their intended purpose.
es_es: Los estudios de validación, según criterios de aceptación predeterminados, han demostrado que los procedimientos analíticos son lo suficientemente robustos y adecuados para su fin previsto.

source: The validation study demonstrates that the method is suitable for the intended use.
es_es: Con el estudio de validación, se demuestra que el método es adecuado para el propósito previsto.

source: The validity of this study is given since the negative control plates showed spontaneous revertants in different tester strains of S. typhimurium and one E. coli strain at frequencies similar to those described in the literature and/or within or close to the historical negative control data range experienced in our laboratory and all tester strains are considered valid (historical data are consisting of data generated under standard Ames conditions without and with 5% S9).
es_es: La validez de este estudio deriva de que las placas de control negativo presentaron mutaciones inversas espontáneas ante las diferentes cepas experimentales deS. typhimurium y una cepa de E. coli con frecuencias similares a las descritas en la bibliografía o aproximadamente dentro del intervalo de los controles negativos históricos de nuestro laboratorio, y todas las cepas experimentales se consideran válidas (los datos históricos son datos generados en condiciones estándar de la prueba de Ames sin y con S9 al 5 %).

source: The validity of this study is given since the negative control plates showed spontaneous revertants in different tester strains of S. typhimurium and one E. coli strain at frequencies similar to those described in the literature and/or within or close to the historical negative control data range experienced in our laboratory and all tester strains are considered valid (historical data are consisting of date generated under standard Ames conditions without and with 5% rat S9).
es_es: La validez de este estudio deriva de que las placas de control negativo presentaron mutaciones inversas espontáneas ante las diferentes cepas experimentales de S. typhimurium y una cepa de E. coli con frecuencias similares a las descritas en la bibliografía o aproximadamente dentro del intervalo de los controles negativos históricos de nuestro laboratorio, y todas las cepas experimentales se consideran válidas (los datos históricos son datos generados en condiciones estándar de la prueba de Ames sin y con S9 de rata al 5 %).

source: The values of the filtrate were calculated and compared to the solution prior to filtration (Table 14).
es_es: Los valores del filtrado se calcularon y compararon con la solución previa a la filtración (Tabla 14).

source: The values were analysed with MMRM and descriptively.
es_es: Los valores se analizaron usando un modelo mixto para medidas repetidas y descriptivamente.

source: The vast majority of patients (> 80%) were taking metformin background medication.
es_es: La vasta mayoría de los pacientes (> 80%) tomaban como medicación de base metformina.

source: The vehicle DMSO was used as negative control.
es_es: Se empleó el excipiente DMSO como control negativo.

source: The velocity corrected area percent (VCA %) of the fragment 1 and the main peak is given.
es_es: Finalmente, se da el porcentaje del área corregida de velocidad (% VCA) del fragmento 1 y el pico principal.

source: The vent filter membrane, inlet and outlet seals and diaphragm are functional secondary packaging components since they provide protection from microbial ingress.
es_es: El filtro de membrana de escape y las juntas y el diafragma de la entrada y salida son componentes funcionales del acondicionamiento secundario, ya que brindan protección contra el ingreso de microbios.

source: The vent outlet port and the inlet port can be closed with manual membrane valves with EPDM (Ethylene Propylene Diene Monomer) valve diaphragms.
es_es: El puerto de salida de ventilación y el puerto de entrada se pueden cerrar con válvulas de membrana manuales con diafragmas de monómero de etileno propileno dieno.

source: The vial contents are reconstituted with 10 mL Water for Injection to a final concentration of 5.0 mg/mL at pH 7.3 in 300 mM arginine, 50 mM phosphoric acid, and 0.04% Tween 20.
es_es: El contenido del vial se reconstituye con 10 ml de agua para inyección para obtener una concentración final de 5,0 mg/ml con un pH de 7,3 en arginina 300 mM, ácido fosfórico 50 mM y Tween 20 al 0,04%.

source: The vials are partially closed with steam sterilized stoppers to allow for sublimation during lyophilisation.
es_es: Los viales están parcialmente cerrados con tapones esterilizados al vapor para permitir la sublimación durante la liofilización.

source: The vials are partially closed with stoppers to allow for sublimation during lyophilisation.
es_es: Los viales quedan parcialmente cerrados con tapones esterilizados al vapor para permitir la sublimación durante la liofilización.
